214 swe/2205063/2205063_all_CSVs/BlazeDemo_50aggregate.csv
Label,# Samples,Average,Median,90% Line,95% Line,99% Line,Min,Max,Error %,Throughput,Received KB/sec,Sent KB/sec
1. Home Page,50,1131,994,1235,1516,4674,800,4674,96.000%,.50587,2.46,0.11
2. Find Flights,50,811,708,954,972,3687,655,3687,22.000%,.50675,3.70,0.18
3. Purchase Page,50,803,720,973,1048,2774,656,2774,18.000%,.50657,3.44,0.13
4. Confirm Purchase,50,784,716,916,1065,1533,657,1533,16.000%,.50647,2.98,0.27
TOTAL,200,882,741,1061,1303,3079,655,4674,38.000%,1.98161,12.30,0.68