214 swe/2205063/2205063_all_CSVs/OrangeHRM_50aggregate.csv
Label,# Samples,Average,Median,90% Line,95% Line,99% Line,Min,Max,Error %,Throughput,Received KB/sec,Sent KB/sec
1. Login Page,50,848,749,1107,1324,1702,698,1702,50.000%,.50683,2.22,0.08
2. Login Submit,50,851,695,1105,1385,2460,626,2460,48.000%,.51122,3.03,0.26
3. Dashboard,50,788,704,1034,1148,1940,636,1940,24.000%,.52088,3.02,0.21
4. Employee List,50,758,683,987,1064,1278,624,1278,34.000%,.52723,3.05,0.22
5. Organization Information,50,799,686,1061,1147,2186,630,2186,36.000%,.52801,3.06,0.23
TOTAL,250,809,722,1102,1324,1940,624,2460,38.400%,2.46889,13.67,0.94