214 swe/2205063/2205063_html/statistics.json
{
  "2. Find Flights-0" : {
    "transaction" : "2. Find Flights-0",
    "sampleCount" : 129,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 340.8372093023255,
    "medianResTime" : 301.0,
    "minResTime" : 274.0,
    "maxResTime" : 1702.0,
    "pct1ResTime" : 484.0,
    "pct2ResTime" : 517.5,
    "pct3ResTime" : 1385.499999999988,
    "throughput" : 75.79318448883666,
    "receivedKBytesPerSec" : 17.046810737367803,
    "sentKBytesPerSec" : 18.20812830493537
  },
  "3. Dashboard-1" : {
    "transaction" : "3. Dashboard-1",
    "sampleCount" : 150,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 381.4933333333336,
    "medianResTime" : 342.5,
    "minResTime" : 310.0,
    "maxResTime" : 1094.0,
    "pct1ResTime" : 479.9000000000001,
    "pct2ResTime" : 561.45,
    "pct3ResTime" : 1061.3600000000006,
    "throughput" : 0.0642211811730898,
    "receivedKBytesPerSec" : 0.2759365903337275,
    "sentKBytesPerSec" : 0.012856779434065827
  },
  "3. Dashboard-0" : {
    "transaction" : "3. Dashboard-0",
    "sampleCount" : 150,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 358.59999999999974,
    "medianResTime" : 321.0,
    "minResTime" : 291.0,
    "maxResTime" : 846.0,
    "pct1ResTime" : 468.1,
    "pct2ResTime" : 568.4499999999998,
    "pct3ResTime" : 813.3600000000006,
    "throughput" : 0.06421939400011045,
    "receivedKBytesPerSec" : 0.09620366249625922,
    "sentKBytesPerSec" : 0.013169992910178903
  },
  "3. Purchase Page-1" : {
    "transaction" : "3. Purchase Page-1",
    "sampleCount" : 129,
    "errorCount" : 1,
    "errorPct" : 0.7751938,
    "meanResTime" : 444.4728682170544,
    "medianResTime" : 416.0,
    "minResTime" : 0.0,
    "maxResTime" : 2492.0,
    "pct1ResTime" : 484.0,
    "pct2ResTime" : 610.0,
    "pct3ResTime" : 2005.9999999999816,
    "throughput" : 51.76565008025682,
    "receivedKBytesPerSec" : 337.9196240469502,
    "sentKBytesPerSec" : 6.420545746388443
  },
  "3. Purchase Page-0" : {
    "transaction" : "3. Purchase Page-0",
    "sampleCount" : 129,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 398.6511627906977,
    "medianResTime" : 302.0,
    "minResTime" : 270.0,
    "maxResTime" : 5091.0,
    "pct1ResTime" : 478.0,
    "pct2ResTime" : 628.0,
    "pct3ResTime" : 4463.999999999976,
    "throughput" : 25.338833235120802,
    "receivedKBytesPerSec" : 5.722222733745825,
    "sentKBytesPerSec" : 3.1673541543901003
  },
  "5. Organization Information-1" : {
    "transaction" : "5. Organization Information-1",
    "sampleCount" : 150,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 398.0933333333332,
    "medianResTime" : 346.5,
    "minResTime" : 311.0,
    "maxResTime" : 1079.0,
    "pct1ResTime" : 561.3000000000001,
    "pct2ResTime" : 633.5999999999999,
    "pct3ResTime" : 1038.2000000000007,
    "throughput" : 0.064258376936212,
    "receivedKBytesPerSec" : 0.2761319675358112,
    "sentKBytesPerSec" : 0.012864225851487752
  },
  "5. Organization Information-0" : {
    "transaction" : "5. Organization Information-0",
    "sampleCount" : 150,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 352.8600000000001,
    "medianResTime" : 319.0,
    "minResTime" : 287.0,
    "maxResTime" : 1107.0,
    "pct1ResTime" : 455.10000000000014,
    "pct2ResTime" : 527.6999999999999,
    "pct3ResTime" : 966.7500000000025,
    "throughput" : 0.0642489913979167,
    "receivedKBytesPerSec" : 0.096248000785551,
    "sentKBytesPerSec" : 0.014744641580576588
  },
  "2. Find Flights-1" : {
    "transaction" : "2. Find Flights-1",
    "sampleCount" : 129,
    "errorCount" : 1,
    "errorPct" : 0.7751938,
    "meanResTime" : 444.3953488372095,
    "medianResTime" : 408.0,
    "minResTime" : 0.0,
    "maxResTime" : 3385.0,
    "pct1ResTime" : 481.0,
    "pct2ResTime" : 614.0,
    "pct3ResTime" : 2637.3999999999714,
    "throughput" : 38.10930576070901,
    "receivedKBytesPerSec" : 268.34668112998526,
    "sentKBytesPerSec" : 4.689807976366322
  },
  "3. Dashboard" : {
    "transaction" : "3. Dashboard",
    "sampleCount" : 150,
    "errorCount" : 37,
    "errorPct" : 24.666666,
    "meanResTime" : 740.3199999999998,
    "medianResTime" : 675.5,
    "minResTime" : 601.0,
    "maxResTime" : 1940.0,
    "pct1ResTime" : 912.3000000000001,
    "pct2ResTime" : 1129.6999999999998,
    "pct3ResTime" : 1874.7200000000012,
    "throughput" : 0.0641893294226341,
    "receivedKBytesPerSec" : 0.37195835853656034,
    "sentKBytesPerSec" : 0.02601423018593081
  },
  "4. Confirm Purchase-1" : {
    "transaction" : "4. Confirm Purchase-1",
    "sampleCount" : 129,
    "errorCount" : 1,
    "errorPct" : 0.7751938,
    "meanResTime" : 432.8992248062014,
    "medianResTime" : 408.0,
    "minResTime" : 1.0,
    "maxResTime" : 1254.0,
    "pct1ResTime" : 475.0,
    "pct2ResTime" : 556.0,
    "pct3ResTime" : 1224.599999999999,
    "throughput" : 102.87081339712918,
    "receivedKBytesPerSec" : 578.3072293660287,
    "sentKBytesPerSec" : 13.157894736842104
  },
  "4. Confirm Purchase-0" : {
    "transaction" : "4. Confirm Purchase-0",
    "sampleCount" : 129,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 377.108527131783,
    "medianResTime" : 305.0,
    "minResTime" : 272.0,
    "maxResTime" : 1839.0,
    "pct1ResTime" : 498.0,
    "pct2ResTime" : 670.0,
    "pct3ResTime" : 1758.299999999997,
    "throughput" : 70.1468189233279,
    "receivedKBytesPerSec" : 16.119388084556824,
    "sentKBytesPerSec" : 28.154631423327896
  },
  "2. Find Flights" : {
    "transaction" : "2. Find Flights",
    "sampleCount" : 150,
    "errorCount" : 50,
    "errorPct" : 33.333332,
    "meanResTime" : 675.4,
    "medianResTime" : 706.5,
    "minResTime" : 0.0,
    "maxResTime" : 3687.0,
    "pct1ResTime" : 912.9,
    "pct2ResTime" : 999.7499999999998,
    "pct3ResTime" : 2904.150000000014,
    "throughput" : 40.68348250610252,
    "receivedKBytesPerSec" : 266.66168717792243,
    "sentKBytesPerSec" : 12.71093961893138
  },
  "1. Home Page" : {
    "transaction" : "1. Home Page",
    "sampleCount" : 150,
    "errorCount" : 148,
    "errorPct" : 98.666664,
    "meanResTime" : 1460.2400000000002,
    "medianResTime" : 1028.5,
    "minResTime" : 0.0,
    "maxResTime" : 11472.0,
    "pct1ResTime" : 2456.4000000000015,
    "pct2ResTime" : 5037.1499999999905,
    "pct3ResTime" : 10968.12000000001,
    "throughput" : 13.07531380753138,
    "receivedKBytesPerSec" : 58.57723560625872,
    "sentKBytesPerSec" : 2.5377685887377965
  },
  "4. Employee List" : {
    "transaction" : "4. Employee List",
    "sampleCount" : 150,
    "errorCount" : 36,
    "errorPct" : 24.0,
    "meanResTime" : 729.613333333333,
    "medianResTime" : 677.0,
    "minResTime" : 607.0,
    "maxResTime" : 1332.0,
    "pct1ResTime" : 912.1000000000001,
    "pct2ResTime" : 1076.5999999999997,
    "pct3ResTime" : 1304.4600000000005,
    "throughput" : 0.0642266257899875,
    "receivedKBytesPerSec" : 0.372146882680434,
    "sentKBytesPerSec" : 0.026342951984174558
  },
  "5. Organization Information" : {
    "transaction" : "5. Organization Information",
    "sampleCount" : 150,
    "errorCount" : 45,
    "errorPct" : 30.0,
    "meanResTime" : 751.1666666666669,
    "medianResTime" : 677.0,
    "minResTime" : 598.0,
    "maxResTime" : 2186.0,
    "pct1ResTime" : 974.5,
    "pct2ResTime" : 1110.3999999999994,
    "pct3ResTime" : 1834.6100000000063,
    "throughput" : 0.06421931151760507,
    "receivedKBytesPerSec" : 0.37216763402356245,
    "sentKBytesPerSec" : 0.027594235417720932
  },
  "4. Employee List-1" : {
    "transaction" : "4. Employee List-1",
    "sampleCount" : 150,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 375.3266666666667,
    "medianResTime" : 341.0,
    "minResTime" : 310.0,
    "maxResTime" : 797.0,
    "pct1ResTime" : 484.70000000000005,
    "pct2ResTime" : 533.4499999999998,
    "pct3ResTime" : 789.3500000000001,
    "throughput" : 0.0642484960497883,
    "receivedKBytesPerSec" : 0.2760263463004645,
    "sentKBytesPerSec" : 0.012862247744342385
  },
  "4. Employee List-0" : {
    "transaction" : "4. Employee List-0",
    "sampleCount" : 150,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 354.0466666666664,
    "medianResTime" : 326.0,
    "minResTime" : 296.0,
    "maxResTime" : 885.0,
    "pct1ResTime" : 451.40000000000015,
    "pct2ResTime" : 578.2999999999998,
    "pct3ResTime" : 782.4900000000018,
    "throughput" : 0.06424296518116944,
    "receivedKBytesPerSec" : 0.0962389732303847,
    "sentKBytesPerSec" : 0.013488513197218194
  },
  "3. Purchase Page" : {
    "transaction" : "3. Purchase Page",
    "sampleCount" : 150,
    "errorCount" : 50,
    "errorPct" : 33.333332,
    "meanResTime" : 725.18,
    "medianResTime" : 717.0,
    "minResTime" : 0.0,
    "maxResTime" : 5474.0,
    "pct1ResTime" : 967.9000000000003,
    "pct2ResTime" : 1110.9999999999989,
    "pct3ResTime" : 4417.280000000019,
    "throughput" : 27.40226525392766,
    "receivedKBytesPerSec" : 167.52685279274752,
    "sentKBytesPerSec" : 5.868651808549506
  },
  "4. Confirm Purchase" : {
    "transaction" : "4. Confirm Purchase",
    "sampleCount" : 150,
    "errorCount" : 47,
    "errorPct" : 31.333334,
    "meanResTime" : 696.7666666666668,
    "medianResTime" : 709.0,
    "minResTime" : 0.0,
    "maxResTime" : 2285.0,
    "pct1ResTime" : 993.6000000000001,
    "pct2ResTime" : 1453.05,
    "pct3ResTime" : 2127.920000000003,
    "throughput" : 65.64551422319474,
    "receivedKBytesPerSec" : 350.39618093544857,
    "sentKBytesPerSec" : 29.880248222100654
  },
  "2. Login Submit-0" : {
    "transaction" : "2. Login Submit-0",
    "sampleCount" : 150,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 370.0466666666666,
    "medianResTime" : 321.0,
    "minResTime" : 290.0,
    "maxResTime" : 1134.0,
    "pct1ResTime" : 505.30000000000007,
    "pct2ResTime" : 605.0499999999997,
    "pct3ResTime" : 1074.330000000001,
    "throughput" : 0.06418534674208017,
    "receivedKBytesPerSec" : 0.09615265810776463,
    "sentKBytesPerSec" : 0.019681834840833176
  },
  "2. Login Submit-1" : {
    "transaction" : "2. Login Submit-1",
    "sampleCount" : 150,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 394.8133333333335,
    "medianResTime" : 343.5,
    "minResTime" : 316.0,
    "maxResTime" : 1324.0,
    "pct1ResTime" : 521.8,
    "pct2ResTime" : 616.3499999999999,
    "pct3ResTime" : 1115.9200000000037,
    "throughput" : 0.06419460380160444,
    "receivedKBytesPerSec" : 0.28418608397403117,
    "sentKBytesPerSec" : 0.012851458768875888
  },
  "Total" : {
    "transaction" : "Total",
    "sampleCount" : 3582,
    "errorCount" : 532,
    "errorPct" : 14.852038,
    "meanResTime" : 569.5505304299282,
    "medianResTime" : 441.0,
    "minResTime" : 0.0,
    "maxResTime" : 11472.0,
    "pct1ResTime" : 854.4000000000005,
    "pct2ResTime" : 1034.0,
    "pct3ResTime" : 2284.17,
    "throughput" : 8.248983297436742E-4,
    "receivedKBytesPerSec" : 0.003273003159513861,
    "sentKBytesPerSec" : 2.0763780662547233E-4
  },
  "2. Login Submit" : {
    "transaction" : "2. Login Submit",
    "sampleCount" : 150,
    "errorCount" : 46,
    "errorPct" : 30.666666,
    "meanResTime" : 765.0999999999996,
    "medianResTime" : 677.0,
    "minResTime" : 614.0,
    "maxResTime" : 2460.0,
    "pct1ResTime" : 1023.4000000000001,
    "pct2ResTime" : 1149.249999999999,
    "pct3ResTime" : 2191.230000000005,
    "throughput" : 0.06414894872702827,
    "receivedKBytesPerSec" : 0.3800821035712575,
    "sentKBytesPerSec" : 0.0325129925677028
  },
  "1. Home Page-0" : {
    "transaction" : "1. Home Page-0",
    "sampleCount" : 129,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 516.9147286821708,
    "medianResTime" : 495.0,
    "minResTime" : 296.0,
    "maxResTime" : 3682.0,
    "pct1ResTime" : 606.0,
    "pct2ResTime" : 775.5,
    "pct3ResTime" : 3327.6999999999866,
    "throughput" : 35.035306898424764,
    "receivedKBytesPerSec" : 7.509877019961977,
    "sentKBytesPerSec" : 3.968843359587181
  },
  "1. Home Page-1" : {
    "transaction" : "1. Home Page-1",
    "sampleCount" : 129,
    "errorCount" : 1,
    "errorPct" : 0.7751938,
    "meanResTime" : 713.0852713178296,
    "medianResTime" : 533.0,
    "minResTime" : 468.0,
    "maxResTime" : 11099.0,
    "pct1ResTime" : 753.0,
    "pct2ResTime" : 1280.5,
    "pct3ResTime" : 9073.399999999923,
    "throughput" : 11.622668708892693,
    "receivedKBytesPerSec" : 53.84634877015947,
    "sentKBytesPerSec" : 1.306424002162357
  },
  "1. Login Page" : {
    "transaction" : "1. Login Page",
    "sampleCount" : 150,
    "errorCount" : 69,
    "errorPct" : 46.0,
    "meanResTime" : 917.0066666666662,
    "medianResTime" : 745.0,
    "minResTime" : 669.0,
    "maxResTime" : 5997.0,
    "pct1ResTime" : 1079.7,
    "pct2ResTime" : 1524.2999999999993,
    "pct3ResTime" : 5692.530000000005,
    "throughput" : 0.06400548911074613,
    "receivedKBytesPerSec" : 0.280839084759909,
    "sentKBytesPerSec" : 0.00993835231309437
  }
}